Revit 2027 API
SymbolTypeId.DollarPerW Property
 Symbol $/W, indicating unit Cost per watt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DollarPerW { get; }
Public Shared ReadOnly Property DollarPerW As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DollarPerW {
	ForgeTypeId^ get ();
}
static member DollarPerW : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace